Repository: GayKevin/TheOtherRoles
Catalog: TheOtherRoles/Properties/Resources.*.resx
Languages: fr

source: Changed color succesfully
fr: Changement de couleur réussi

source: Confirm Swap
fr: Confirmer l'échange

source: Crewmate Role Settings
fr: Paramètres du rôle d'Équipier

source: Design by
fr: Design réalisé par

source: Enable Sound Effects
fr: Activer les effets sonores

source: Ghosts Can Additionally See Modifier
fr: Les fantômes peuvent également voir les modificateurs

source: Ghosts Can See Roles
fr: Les fantômes peuvent voir les rôles

source: Ghosts Can See Votes
fr: Les fantômes peuvent voir les votes

# GhostsSeeTasksAndOtherInfo
source: Ghosts See Tasks & Other Info
fr: Les fantômes voient les tâches et d'autres informations

source: Guesser
fr: Devineur

source: Hide 'N Seek
fr: Cache Cache

source: Hide N Seek Role Settings
fr: Paramètres des rôles de Cache-cache

source: Hide N Seek Settings
fr: Paramètres de Cache-cache

source: Hunter
fr: Chasseur

source: Impostor Role Settings
fr: Paramètres du rôle d'Imposteur

# InvalidSizeUsage
source: Invalid Size\nUsage: /size {amount}
fr: Taille invalide\nUtilisation : /size {montant}

source: Jester Wins
fr: Victoire du Bouffon

# LobbySizeChanged
source: Lobby Size changed to {LobbyLimit} players
fr: La taille du lobby a été modifiée à {LobbyLimit} joueurs

# LobbySizeIsTheSame
source: Lobby Size is already {LobbyLimit}
fr: La taille du lobby est déjà de {LobbyLimit}

source: Lovers And Crewmates Win
fr: Victoire des Amoureux et des Crewmate

source: Lovers Win
fr: Victoire des Amoureux

source: Modded by
fr: Moddé par

source: Modifier Settings
fr: Paramètres du modificateur

source: Mod Options...
fr: Options du Mod...

source: More Options...
fr: Plus d'Options...

source: Neutral
fr: Neutre

# NeutralRoleSettings
source: Impostor Role Settings
fr: Paramètres du rôle d'Imposteur

source: Players and roles at the end of the game
fr: Joueurs et rôles à la fin de la partie

source: Press TAB or Page Number for more...
fr: Appuyez sur TAB ou le numéro de page pour plus d'informations..

source: Prop Hunt
fr: Chasse Aux Objets

source: Prop Hunt Settings
fr: Paramètres de Prop Hunt

source: Prosecutor Wins
fr: Victoire du Procureur

source: Role and Modifier Rates
fr: Taux des rôles et des modificateurs

source: Show Lighter / Darker
fr: Afficher plus clair / plus sombre

source: Show Role Summary
fr: Afficher le résumé des rôles

source: Special thanks to
fr: Remerciements particuliers à

source: Swapping
fr: Échange

source: Swaps
fr: Échanges

source: The Lawyer wins with the client
fr: Victoire de l'Avocat avec le client

# TheOtherRolesSettings
source: Vanilla Settings
fr: Paramètres des autres rôles

source: The Pursuer survived
fr: Le poursuivant a survécu

source: Tiebreaker
fr: Briseur d'égalité

source: TOR Guesser
fr: TOR Devineur

source: TOR Hide N Seek
fr: TOR Cache Cache

source: TOR Prop Hunt
fr: TOR Chasse Aux Objets

source: Use scroll wheel if necessary
fr: Utilisez la molette si nécessaire

source: Vanilla Settings
fr: Paramètres Vanilla

source: Vulture Wins
fr: Victoire du Vautour

source: was The
fr: était Le

# YourDeputyIs
source: Your Deputy Is {0}
fr: Votre adjoint est {0}

# YourSheriffIs
source: Your Sheriff is {0}
fr: Votre shérif est {0}
